{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"input_dim": null, "init": "glorot_uniform", "trainable": true, "b_constraint": null, "bias": true, "b_regularizer": null, "activity_regularizer": null, "batch_input_shape": [null, 4], "activation": "linear", "input_dtype": "float32", "W_constraint": null, "name": "dense_1", "output_dim": 4, "W_regularizer": null}}, {"class_name": "Activation", "config": {"activation": "relu", "name": "activation_1", "trainable": true}}, {"class_name": "Dense", "config": {"input_dim": null, "init": "glorot_uniform", "b_constraint": null, "bias": true, "b_regularizer": null, "activity_regularizer": null, "activation": "linear", "trainable": true, "W_constraint": null, "name": "dense_2", "output_dim": 3, "W_regularizer": null}}, {"class_name": "Activation", "config": {"activation": "softmax", "name": "activation_2", "trainable": true}}], "keras_version": "1.0.7"}