{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"input_dim": null, "batch_input_shape": [null, 4], "output_dim": 4, "input_dtype": "float32", "name": "dense_1", "W_constraint": null, "b_regularizer": null, "init": "glorot_uniform", "activity_regularizer": null, "bias": true, "trainable": true, "b_constraint": null, "W_regularizer": null, "activation": "linear"}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_1"}}, {"class_name": "Dense", "config": {"input_dim": null, "output_dim": 5, "name": "dense_2", "W_constraint": null, "b_regularizer": null, "init": "glorot_uniform", "activity_regularizer": null, "bias": true, "trainable": true, "b_constraint": null, "W_regularizer": null, "activation": "linear"}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_2"}}, {"class_name": "Dense", "config": {"input_dim": null, "output_dim": 3, "name": "dense_3", "W_constraint": null, "b_regularizer": null, "init": "glorot_uniform", "activity_regularizer": null, "bias": true, "trainable": true, "b_constraint": null, "W_regularizer": null, "activation": "linear"}}, {"class_name": "Activation", "config": {"activation": "softmax", "trainable": true, "name": "activation_3"}}], "keras_version": "1.0.7"}