{"keras_version": "1.0.7", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"input_dtype": "float32", "b_constraint": null, "name": "dense_1", "output_dim": 4, "batch_input_shape": [null, 4], "trainable": true, "W_constraint": null, "b_regularizer": null, "W_regularizer": null, "bias": true, "init": "glorot_uniform", "activity_regularizer": null, "activation": "linear", "input_dim": null}}, {"class_name": "Activation", "config": {"name": "activation_1", "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"input_dim": null, "b_constraint": null, "output_dim": 3, "name": "dense_2", "trainable": true, "W_constraint": null, "b_regularizer": null, "W_regularizer": null, "bias": true, "init": "glorot_uniform", "activity_regularizer": null, "activation": "linear"}}, {"class_name": "Activation", "config": {"name": "activation_2", "activation": "softmax", "trainable": true}}]}