{"config": [{"config": {"b_constraint": null, "trainable": true, "output_dim": 10, "activity_regularizer": null, "name": "dense_3", "bias": true, "W_constraint": null, "W_regularizer": null, "input_dtype": "float32", "input_dim": null, "b_regularizer": null, "init": "glorot_uniform", "batch_input_shape": [null, 10], "activation": "linear"}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_3", "activation": "relu"}, "class_name": "Activation"}, {"config": {"trainable": true, "p": 0.2, "name": "dropout_1"}, "class_name": "Dropout"}, {"config": {"b_constraint": null, "trainable": true, "output_dim": 10, "activity_regularizer": null, "name": "dense_4", "bias": true, "W_constraint": null, "W_regularizer": null, "input_dim": null, "b_regularizer": null, "init": "glorot_uniform", "activation": "linear"}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_4", "activation": "relu"}, "class_name": "Activation"}, {"config": {"trainable": true, "p": 0.2, "name": "dropout_2"}, "class_name": "Dropout"}, {"config": {"b_constraint": null, "trainable": true, "output_dim": 2, "activity_regularizer": null, "name": "dense_5", "bias": true, "W_constraint": null, "W_regularizer": null, "input_dim": null, "b_regularizer": null, "init": "glorot_uniform", "activation": "linear"}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_5", "activation": "softmax"}, "class_name": "Activation"}], "keras_version": "1.0.7", "class_name": "Sequential"}