{"keras_version": "1.0.7", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "W_regularizer": null, "output_dim": 10, "bias": true, "batch_input_shape": [null, 10], "input_dim": null, "activity_regularizer": null, "input_dtype": "float32", "trainable": true, "b_constraint": null, "W_constraint": null, "activation": "linear", "b_regularizer": null, "init": "glorot_uniform"}}, {"class_name": "Activation", "config": {"name": "activation_1", "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_2", "W_regularizer": null, "activation": "linear", "bias": true, "input_dim": null, "activity_regularizer": null, "output_dim": 2, "trainable": true, "b_constraint": null, "W_constraint": null, "b_regularizer": null, "init": "glorot_uniform"}}, {"class_name": "Activation", "config": {"name": "activation_2", "activation": "softmax", "trainable": true}}]}