{"class_name": "Sequential", "keras_version": "1.0.7", "config": [{"class_name": "Dense", "config": {"name": "dense_3", "W_regularizer": null, "batch_input_shape": [null, 10], "output_dim": 10, "b_constraint": null, "input_dim": null, "b_regularizer": null, "input_dtype": "float32", "init": "glorot_uniform", "bias": true, "activation": "linear", "trainable": true, "W_constraint": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_3", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "p": 0.2}}, {"class_name": "Dense", "config": {"name": "dense_4", "W_regularizer": null, "init": "glorot_uniform", "output_dim": 10, "b_constraint": null, "input_dim": null, "b_regularizer": null, "bias": true, "activation": "linear", "trainable": true, "W_constraint": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_4", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "trainable": true, "p": 0.2}}, {"class_name": "Dense", "config": {"name": "dense_5", "W_regularizer": null, "init": "glorot_uniform", "output_dim": 2, "b_constraint": null, "input_dim": null, "b_regularizer": null, "bias": true, "activation": "linear", "trainable": true, "W_constraint": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_5", "trainable": true, "activation": "softmax"}}]}