{"class_name": "Sequential", "keras_version": "1.0.7", "config": [{"class_name": "Dense", "config": {"input_dtype": "float32", "batch_input_shape": [null, 10], "activation": "linear", "trainable": true, "name": "dense_3", "b_regularizer": null, "output_dim": 10, "W_constraint": null, "bias": true, "input_dim": null, "b_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "W_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_3", "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "p": 0.2, "name": "dropout_1"}}, {"class_name": "Dense", "config": {"activation": "linear", "trainable": true, "name": "dense_4", "b_regularizer": null, "output_dim": 10, "W_constraint": null, "bias": true, "input_dim": null, "b_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "W_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_4", "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "p": 0.2, "name": "dropout_2"}}, {"class_name": "Dense", "config": {"activation": "linear", "trainable": true, "name": "dense_5", "b_regularizer": null, "output_dim": 2, "W_constraint": null, "bias": true, "input_dim": null, "b_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "W_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_5", "activation": "softmax"}}]}