{"config": [{"config": {"activity_regularizer": null, "activation": "linear", "b_regularizer": null, "W_regularizer": null, "output_dim": 10, "bias": true, "trainable": true, "name": "dense_1", "input_dtype": "float32", "W_constraint": null, "batch_input_shape": [null, 10], "b_constraint": null, "input_dim": null, "init": "glorot_uniform"}, "class_name": "Dense"}, {"config": {"name": "activation_1", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"activity_regularizer": null, "activation": "linear", "b_regularizer": null, "W_regularizer": null, "output_dim": 2, "bias": true, "trainable": true, "name": "dense_2", "W_constraint": null, "b_constraint": null, "input_dim": null, "init": "glorot_uniform"}, "class_name": "Dense"}, {"config": {"name": "activation_2", "trainable": true, "activation": "softmax"}, "class_name": "Activation"}], "keras_version": "1.0.7", "class_name": "Sequential"}