{"keras_version": "1.0.7", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"b_regularizer": null, "input_dim": null, "name": "dense_1", "W_regularizer": null, "trainable": true, "b_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "activation": "linear", "input_dtype": "float32", "batch_input_shape": [null, 10], "W_constraint": null, "bias": true, "output_dim": 10}}, {"class_name": "Activation", "config": {"name": "activation_1", "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"b_regularizer": null, "input_dim": null, "name": "dense_2", "W_regularizer": null, "trainable": true, "b_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "activation": "linear", "W_constraint": null, "bias": true, "output_dim": 2}}, {"class_name": "Activation", "config": {"name": "activation_2", "activation": "softmax", "trainable": true}}]}