{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"b_regularizer": null, "bias": true, "output_dim": 10, "name": "dense_1", "activity_regularizer": null, "b_constraint": null, "activation": "linear", "init": "glorot_uniform", "W_constraint": null, "W_regularizer": null, "input_dim": null, "input_dtype": "float32", "batch_input_shape": [null, 10], "trainable": true}}, {"class_name": "Activation", "config": {"name": "activation_1", "trainable": true, "activation": "relu"}}, {"class_name": "Dense", "config": {"b_regularizer": null, "bias": true, "output_dim": 2, "name": "dense_2", "activity_regularizer": null, "b_constraint": null, "activation": "linear", "init": "glorot_uniform", "W_constraint": null, "W_regularizer": null, "input_dim": null, "trainable": true}}, {"class_name": "Activation", "config": {"name": "activation_2", "trainable": true, "activation": "softmax"}}], "keras_version": "1.0.7"}