{"config": [{"config": {"init": "glorot_uniform", "bias": true, "input_dim": null, "activation": "linear", "trainable": true, "input_dtype": "float32", "batch_input_shape": [null, 10], "b_regularizer": null, "activity_regularizer": null, "W_regularizer": null, "name": "dense_1", "output_dim": 10, "W_constraint": null, "b_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_1", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"init": "glorot_uniform", "bias": true, "input_dim": null, "activation": "linear", "trainable": true, "b_regularizer": null, "activity_regularizer": null, "W_regularizer": null, "name": "dense_2", "output_dim": 2, "W_constraint": null, "b_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_2", "activation": "softmax", "trainable": true}, "class_name": "Activation"}], "class_name": "Sequential", "keras_version": "1.0.7"}