{"config": [{"config": {"activity_regularizer": null, "activation": "linear", "b_regularizer": null, "W_regularizer": null, "output_dim": 10, "bias": true, "trainable": true, "name": "dense_3", "input_dtype": "float32", "W_constraint": null, "batch_input_shape": [null, 10], "b_constraint": null, "input_dim": null, "init": "glorot_uniform"}, "class_name": "Dense"}, {"config": {"name": "activation_3", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"p": 0.2, "trainable": true, "name": "dropout_1"}, "class_name": "Dropout"}, {"config": {"activity_regularizer": null, "activation": "linear", "b_regularizer": null, "W_regularizer": null, "output_dim": 10, "bias": true, "trainable": true, "name": "dense_4", "W_constraint": null, "b_constraint": null, "input_dim": null, "init": "glorot_uniform"}, "class_name": "Dense"}, {"config": {"name": "activation_4", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"p": 0.2, "trainable": true, "name": "dropout_2"}, "class_name": "Dropout"}, {"config": {"activity_regularizer": null, "activation": "linear", "b_regularizer": null, "W_regularizer": null, "output_dim": 2, "bias": true, "trainable": true, "name": "dense_5", "W_constraint": null, "b_constraint": null, "input_dim": null, "init": "glorot_uniform"}, "class_name": "Dense"}, {"config": {"name": "activation_5", "trainable": true, "activation": "softmax"}, "class_name": "Activation"}], "keras_version": "1.0.7", "class_name": "Sequential"}