{"class_name": "Sequential", "keras_version": "1.0.7", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "W_regularizer": null, "batch_input_shape": [null, 10], "output_dim": 10, "b_constraint": null, "input_dim": null, "b_regularizer": null, "input_dtype": "float32", "init": "glorot_uniform", "bias": true, "activation": "linear", "trainable": true, "W_constraint": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_1", "trainable": true, "activation": "relu"}}, {"class_name": "Dense", "config": {"name": "dense_2", "W_regularizer": null, "init": "glorot_uniform", "output_dim": 2, "b_constraint": null, "input_dim": null, "b_regularizer": null, "bias": true, "activation": "linear", "trainable": true, "W_constraint": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_2", "trainable": true, "activation": "softmax"}}]}