{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activation": "linear", "W_regularizer": null, "input_dtype": "float32", "trainable": true, "batch_input_shape": [null, 10], "init": "glorot_uniform", "b_constraint": null, "W_constraint": null, "b_regularizer": null, "input_dim": null, "name": "dense_1", "activity_regularizer": null, "output_dim": 10, "bias": true}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_1"}}, {"class_name": "Dense", "config": {"activation": "linear", "W_regularizer": null, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "b_constraint": null, "W_constraint": null, "b_regularizer": null, "input_dim": null, "name": "dense_2", "output_dim": 2, "bias": true}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "softmax", "name": "activation_2"}}], "keras_version": "1.0.7"}