{"class_name": "Sequential", "keras_version": "1.0.7", "config": [{"class_name": "Dense", "config": {"activity_regularizer": null, "activation": "linear", "b_regularizer": null, "input_dtype": "float32", "name": "dense_1", "output_dim": 10, "init": "glorot_uniform", "W_constraint": null, "input_dim": null, "W_regularizer": null, "bias": true, "batch_input_shape": [null, 10], "b_constraint": null, "trainable": true}}, {"class_name": "Activation", "config": {"name": "activation_1", "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"bias": true, "output_dim": 2, "b_regularizer": null, "name": "dense_2", "activity_regularizer": null, "activation": "linear", "init": "glorot_uniform", "W_constraint": null, "input_dim": null, "W_regularizer": null, "b_constraint": null, "trainable": true}}, {"class_name": "Activation", "config": {"name": "activation_2", "activation": "softmax", "trainable": true}}]}