{"class_name": "Sequential", "keras_version": "1.0.7", "config": [{"class_name": "Dense", "config": {"input_dtype": "float32", "batch_input_shape": [null, 10], "activation": "linear", "trainable": true, "name": "dense_1", "b_regularizer": null, "output_dim": 10, "W_constraint": null, "bias": true, "input_dim": null, "b_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "W_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_1", "activation": "relu"}}, {"class_name": "Dense", "config": {"activation": "linear", "trainable": true, "name": "dense_2", "b_regularizer": null, "output_dim": 2, "W_constraint": null, "bias": true, "input_dim": null, "b_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "W_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_2", "activation": "softmax"}}]}