{"keras_version": "1.0.7", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"b_regularizer": null, "input_dim": null, "name": "dense_3", "W_regularizer": null, "trainable": true, "b_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "activation": "linear", "input_dtype": "float32", "batch_input_shape": [null, 10], "W_constraint": null, "bias": true, "output_dim": 10}}, {"class_name": "Activation", "config": {"name": "activation_3", "activation": "relu", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "p": 0.2}}, {"class_name": "Dense", "config": {"b_regularizer": null, "input_dim": null, "name": "dense_4", "W_regularizer": null, "trainable": true, "b_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "activation": "linear", "W_constraint": null, "bias": true, "output_dim": 10}}, {"class_name": "Activation", "config": {"name": "activation_4", "activation": "relu", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "trainable": true, "p": 0.2}}, {"class_name": "Dense", "config": {"b_regularizer": null, "input_dim": null, "name": "dense_5", "W_regularizer": null, "trainable": true, "b_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "activation": "linear", "W_constraint": null, "bias": true, "output_dim": 2}}, {"class_name": "Activation", "config": {"name": "activation_5", "activation": "softmax", "trainable": true}}]}