{"keras_version": "1.0.7", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"input_dtype": "float32", "init": "glorot_uniform", "name": "dense_3", "activation": "linear", "input_dim": null, "b_constraint": null, "W_regularizer": null, "output_dim": 10, "W_constraint": null, "activity_regularizer": null, "b_regularizer": null, "batch_input_shape": [null, 10], "trainable": true, "bias": true}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_3", "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_1", "p": 0.2}}, {"class_name": "Dense", "config": {"bias": true, "init": "glorot_uniform", "name": "dense_4", "activation": "linear", "input_dim": null, "b_constraint": null, "W_regularizer": null, "output_dim": 10, "W_constraint": null, "activity_regularizer": null, "b_regularizer": null, "trainable": true}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_4", "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_2", "p": 0.2}}, {"class_name": "Dense", "config": {"bias": true, "init": "glorot_uniform", "name": "dense_5", "activation": "linear", "input_dim": null, "b_constraint": null, "W_regularizer": null, "output_dim": 2, "W_constraint": null, "activity_regularizer": null, "b_regularizer": null, "trainable": true}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_5", "activation": "softmax"}}]}