{"config": [{"config": {"init": "glorot_uniform", "bias": true, "W_regularizer": null, "batch_input_shape": [null, 10], "trainable": true, "activity_regularizer": null, "activation": "linear", "input_dim": null, "b_regularizer": null, "name": "dense_3", "b_constraint": null, "output_dim": 10, "W_constraint": null, "input_dtype": "float32"}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_3"}, "class_name": "Activation"}, {"config": {"trainable": true, "p": 0.2, "name": "dropout_1"}, "class_name": "Dropout"}, {"config": {"init": "glorot_uniform", "bias": true, "W_regularizer": null, "trainable": true, "activity_regularizer": null, "activation": "linear", "output_dim": 10, "b_regularizer": null, "name": "dense_4", "input_dim": null, "W_constraint": null, "b_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_4"}, "class_name": "Activation"}, {"config": {"trainable": true, "p": 0.2, "name": "dropout_2"}, "class_name": "Dropout"}, {"config": {"init": "glorot_uniform", "bias": true, "W_regularizer": null, "trainable": true, "activity_regularizer": null, "activation": "linear", "output_dim": 2, "b_regularizer": null, "name": "dense_5", "input_dim": null, "W_constraint": null, "b_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "softmax", "name": "activation_5"}, "class_name": "Activation"}], "class_name": "Sequential", "keras_version": "1.0.7"}