{"class_name": "Sequential", "keras_version": "1.0.7", "config": [{"class_name": "Dense", "config": {"W_regularizer": null, "b_constraint": null, "output_dim": 10, "input_dim": null, "name": "dense_1", "trainable": true, "W_constraint": null, "bias": true, "b_regularizer": null, "input_dtype": "float32", "init": "glorot_uniform", "batch_input_shape": [null, 10], "activation": "linear", "activity_regularizer": null}}, {"class_name": "Activation", "config": {"activation": "relu", "name": "activation_1", "trainable": true}}, {"class_name": "Dense", "config": {"W_regularizer": null, "b_constraint": null, "output_dim": 2, "input_dim": null, "name": "dense_2", "trainable": true, "W_constraint": null, "bias": true, "b_regularizer": null, "init": "glorot_uniform", "activation": "linear", "activity_regularizer": null}}, {"class_name": "Activation", "config": {"activation": "softmax", "name": "activation_2", "trainable": true}}]}