{"config": [{"config": {"b_regularizer": null, "trainable": true, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "W_regularizer": null, "activation": "linear", "init": "glorot_uniform", "output_dim": 10, "batch_input_shape": [null, 10], "input_dtype": "float32", "input_dim": null, "name": "dense_3"}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "name": "activation_3"}, "class_name": "Activation"}, {"config": {"p": 0.2, "trainable": true, "name": "dropout_1"}, "class_name": "Dropout"}, {"config": {"b_regularizer": null, "trainable": true, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "W_regularizer": null, "activation": "linear", "init": "glorot_uniform", "output_dim": 10, "input_dim": null, "name": "dense_4"}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "name": "activation_4"}, "class_name": "Activation"}, {"config": {"p": 0.2, "trainable": true, "name": "dropout_2"}, "class_name": "Dropout"}, {"config": {"b_regularizer": null, "trainable": true, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "W_regularizer": null, "activation": "linear", "init": "glorot_uniform", "output_dim": 2, "input_dim": null, "name": "dense_5"}, "class_name": "Dense"}, {"config": {"activation": "softmax", "trainable": true, "name": "activation_5"}, "class_name": "Activation"}], "keras_version": "1.0.7", "class_name": "Sequential"}