{"config": [{"config": {"b_constraint": null, "trainable": true, "output_dim": 10, "activity_regularizer": null, "name": "dense_1", "bias": true, "W_constraint": null, "W_regularizer": null, "input_dtype": "float32", "input_dim": null, "b_regularizer": null, "init": "glorot_uniform", "batch_input_shape": [null, 10], "activation": "linear"}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_1", "activation": "relu"}, "class_name": "Activation"}, {"config": {"b_constraint": null, "trainable": true, "output_dim": 2, "activity_regularizer": null, "name": "dense_2", "bias": true, "W_constraint": null, "W_regularizer": null, "input_dim": null, "b_regularizer": null, "init": "glorot_uniform", "activation": "linear"}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_2", "activation": "softmax"}, "class_name": "Activation"}], "keras_version": "1.0.7", "class_name": "Sequential"}