{"keras_version": "1.0.7", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 10], "name": "dense_3", "W_constraint": null, "b_constraint": null, "input_dim": null, "input_dtype": "float32", "activity_regularizer": null, "init": "glorot_uniform", "output_dim": 10, "activation": "linear", "bias": true, "W_regularizer": null, "b_regularizer": null, "trainable": true}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_3"}}, {"class_name": "Dropout", "config": {"p": 0.2, "trainable": true, "name": "dropout_1"}}, {"class_name": "Dense", "config": {"name": "dense_4", "W_constraint": null, "b_constraint": null, "input_dim": null, "activity_regularizer": null, "init": "glorot_uniform", "output_dim": 10, "activation": "linear", "bias": true, "W_regularizer": null, "b_regularizer": null, "trainable": true}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_4"}}, {"class_name": "Dropout", "config": {"p": 0.2, "trainable": true, "name": "dropout_2"}}, {"class_name": "Dense", "config": {"name": "dense_5", "W_constraint": null, "b_constraint": null, "input_dim": null, "activity_regularizer": null, "init": "glorot_uniform", "output_dim": 2, "activation": "linear", "bias": true, "W_regularizer": null, "b_regularizer": null, "trainable": true}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "softmax", "name": "activation_5"}}]}