{"keras_version": "1.0.7", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"b_regularizer": null, "activity_regularizer": null, "activation": "linear", "bias": true, "W_constraint": null, "input_dtype": "float32", "batch_input_shape": [null, 10], "trainable": true, "b_constraint": null, "name": "dense_1", "init": "glorot_uniform", "input_dim": null, "output_dim": 10, "W_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_1", "trainable": true, "activation": "relu"}}, {"class_name": "Dense", "config": {"b_regularizer": null, "activity_regularizer": null, "activation": "linear", "bias": true, "W_constraint": null, "trainable": true, "b_constraint": null, "name": "dense_2", "init": "glorot_uniform", "input_dim": null, "output_dim": 2, "W_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_2", "trainable": true, "activation": "softmax"}}]}