{"config": [{"config": {"W_regularizer": null, "activation": "linear", "input_dtype": "float32", "input_dim": null, "batch_input_shape": [null, 10], "b_regularizer": null, "bias": true, "init": "glorot_uniform", "b_constraint": null, "name": "dense_1", "activity_regularizer": null, "output_dim": 10, "trainable": true, "W_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_1", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"W_regularizer": null, "activation": "linear", "input_dim": null, "b_regularizer": null, "bias": true, "init": "glorot_uniform", "b_constraint": null, "name": "dense_2", "activity_regularizer": null, "output_dim": 2, "trainable": true, "W_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_2", "activation": "softmax", "trainable": true}, "class_name": "Activation"}], "keras_version": "1.0.7", "class_name": "Sequential"}