{"config": [{"config": {"input_dim": null, "output_dim": 10, "trainable": true, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "activity_regularizer": null, "b_constraint": null, "batch_input_shape": [null, 10], "W_constraint": null, "input_dtype": "float32", "name": "dense_1", "b_regularizer": null, "bias": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_1"}, "class_name": "Activation"}, {"config": {"input_dim": null, "output_dim": 2, "trainable": true, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "activity_regularizer": null, "b_constraint": null, "W_constraint": null, "name": "dense_2", "b_regularizer": null, "bias": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "softmax", "name": "activation_2"}, "class_name": "Activation"}], "class_name": "Sequential", "keras_version": "1.0.7"}