{"class_name": "Sequential", "keras_version": "1.0.7", "config": [{"class_name": "Dense", "config": {"activity_regularizer": null, "activation": "linear", "b_regularizer": null, "input_dtype": "float32", "name": "dense_3", "output_dim": 10, "init": "glorot_uniform", "W_constraint": null, "input_dim": null, "W_regularizer": null, "bias": true, "batch_input_shape": [null, 10], "b_constraint": null, "trainable": true}}, {"class_name": "Activation", "config": {"name": "activation_3", "activation": "relu", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "p": 0.2}}, {"class_name": "Dense", "config": {"bias": true, "output_dim": 10, "b_regularizer": null, "name": "dense_4", "activity_regularizer": null, "activation": "linear", "init": "glorot_uniform", "W_constraint": null, "input_dim": null, "W_regularizer": null, "b_constraint": null, "trainable": true}}, {"class_name": "Activation", "config": {"name": "activation_4", "activation": "relu", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "trainable": true, "p": 0.2}}, {"class_name": "Dense", "config": {"bias": true, "output_dim": 2, "b_regularizer": null, "name": "dense_5", "activity_regularizer": null, "activation": "linear", "init": "glorot_uniform", "W_constraint": null, "input_dim": null, "W_regularizer": null, "b_constraint": null, "trainable": true}}, {"class_name": "Activation", "config": {"name": "activation_5", "activation": "softmax", "trainable": true}}]}