{"keras_version": "1.0.7", "config": [{"config": {"W_constraint": null, "bias": true, "b_constraint": null, "b_regularizer": null, "output_dim": 10, "activation": "linear", "trainable": true, "input_dim": null, "name": "dense_3", "batch_input_shape": [null, 10], "activity_regularizer": null, "init": "glorot_uniform", "W_regularizer": null, "input_dtype": "float32"}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_3", "activation": "relu"}, "class_name": "Activation"}, {"config": {"trainable": true, "name": "dropout_1", "p": 0.2}, "class_name": "Dropout"}, {"config": {"W_constraint": null, "b_constraint": null, "output_dim": 10, "bias": true, "activation": "linear", "b_regularizer": null, "input_dim": null, "name": "dense_4", "activity_regularizer": null, "init": "glorot_uniform", "W_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_4", "activation": "relu"}, "class_name": "Activation"}, {"config": {"trainable": true, "name": "dropout_2", "p": 0.2}, "class_name": "Dropout"}, {"config": {"W_constraint": null, "b_constraint": null, "output_dim": 2, "bias": true, "activation": "linear", "b_regularizer": null, "input_dim": null, "name": "dense_5", "activity_regularizer": null, "init": "glorot_uniform", "W_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_5", "activation": "softmax"}, "class_name": "Activation"}], "class_name": "Sequential"}