{"keras_version": "1.0.7", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"init": "glorot_uniform", "output_dim": 10, "bias": true, "activity_regularizer": null, "input_dtype": "float32", "b_constraint": null, "trainable": true, "W_regularizer": null, "batch_input_shape": [null, 10], "name": "dense_1", "input_dim": null, "W_constraint": null, "activation": "linear", "b_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_1", "activation": "relu"}}, {"class_name": "Dense", "config": {"init": "glorot_uniform", "output_dim": 2, "b_regularizer": null, "W_constraint": null, "b_constraint": null, "trainable": true, "W_regularizer": null, "bias": true, "name": "dense_2", "input_dim": null, "activity_regularizer": null, "activation": "linear"}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_2", "activation": "softmax"}}]}