{"keras_version": "1.0.7", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activation": "linear", "activity_regularizer": null, "W_regularizer": null, "output_dim": 10, "trainable": true, "input_dtype": "float32", "b_regularizer": null, "b_constraint": null, "input_dim": null, "W_constraint": null, "bias": true, "init": "glorot_uniform", "batch_input_shape": [null, 10], "name": "dense_3"}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_3"}}, {"class_name": "Dropout", "config": {"trainable": true, "p": 0.2, "name": "dropout_1"}}, {"class_name": "Dense", "config": {"activation": "linear", "activity_regularizer": null, "W_regularizer": null, "output_dim": 10, "trainable": true, "b_regularizer": null, "b_constraint": null, "input_dim": null, "W_constraint": null, "bias": true, "init": "glorot_uniform", "name": "dense_4"}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_4"}}, {"class_name": "Dropout", "config": {"trainable": true, "p": 0.2, "name": "dropout_2"}}, {"class_name": "Dense", "config": {"activation": "linear", "activity_regularizer": null, "W_regularizer": null, "output_dim": 2, "trainable": true, "b_regularizer": null, "b_constraint": null, "input_dim": null, "W_constraint": null, "bias": true, "init": "glorot_uniform", "name": "dense_5"}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "softmax", "name": "activation_5"}}]}