{"class_name": "Sequential", "keras_version": "1.0.7", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "output_dim": 10, "input_dim": null, "activity_regularizer": null, "W_regularizer": null, "b_constraint": null, "input_dtype": "float32", "activation": "linear", "trainable": true, "b_regularizer": null, "batch_input_shape": [null, 10], "name": "dense_3", "bias": true, "init": "glorot_uniform"}}, {"class_name": "Activation", "config": {"name": "activation_3", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "p": 0.2}}, {"class_name": "Dense", "config": {"W_constraint": null, "output_dim": 10, "input_dim": null, "activity_regularizer": null, "W_regularizer": null, "activation": "linear", "b_constraint": null, "trainable": true, "b_regularizer": null, "name": "dense_4", "bias": true, "init": "glorot_uniform"}}, {"class_name": "Activation", "config": {"name": "activation_4", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "trainable": true, "p": 0.2}}, {"class_name": "Dense", "config": {"W_constraint": null, "output_dim": 2, "input_dim": null, "activity_regularizer": null, "W_regularizer": null, "activation": "linear", "b_constraint": null, "trainable": true, "b_regularizer": null, "name": "dense_5", "bias": true, "init": "glorot_uniform"}}, {"class_name": "Activation", "config": {"name": "activation_5", "trainable": true, "activation": "softmax"}}]}