{"config": [{"config": {"W_regularizer": null, "activation": "linear", "input_dtype": "float32", "input_dim": null, "batch_input_shape": [null, 10], "b_regularizer": null, "bias": true, "init": "glorot_uniform", "b_constraint": null, "name": "dense_3", "activity_regularizer": null, "output_dim": 10, "trainable": true, "W_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_3", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_1", "trainable": true, "p": 0.2}, "class_name": "Dropout"}, {"config": {"W_regularizer": null, "activation": "linear", "input_dim": null, "b_regularizer": null, "bias": true, "init": "glorot_uniform", "b_constraint": null, "name": "dense_4", "activity_regularizer": null, "output_dim": 10, "trainable": true, "W_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_4", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_2", "trainable": true, "p": 0.2}, "class_name": "Dropout"}, {"config": {"W_regularizer": null, "activation": "linear", "input_dim": null, "b_regularizer": null, "bias": true, "init": "glorot_uniform", "b_constraint": null, "name": "dense_5", "activity_regularizer": null, "output_dim": 2, "trainable": true, "W_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_5", "activation": "softmax", "trainable": true}, "class_name": "Activation"}], "keras_version": "1.0.7", "class_name": "Sequential"}