{"class_name": "Sequential", "keras_version": "1.0.7", "config": [{"class_name": "Dense", "config": {"output_dim": 10, "init": "glorot_uniform", "input_dtype": "float32", "b_regularizer": null, "batch_input_shape": [null, 10], "W_regularizer": null, "activation": "linear", "input_dim": null, "bias": true, "trainable": true, "name": "dense_3", "W_constraint": null, "activity_regularizer": null, "b_constraint": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_3", "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_1", "p": 0.2}}, {"class_name": "Dense", "config": {"activation": "linear", "init": "glorot_uniform", "b_regularizer": null, "W_regularizer": null, "output_dim": 10, "input_dim": null, "bias": true, "trainable": true, "name": "dense_4", "W_constraint": null, "activity_regularizer": null, "b_constraint": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_4", "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_2", "p": 0.2}}, {"class_name": "Dense", "config": {"activation": "linear", "init": "glorot_uniform", "b_regularizer": null, "W_regularizer": null, "output_dim": 2, "input_dim": null, "bias": true, "trainable": true, "name": "dense_5", "W_constraint": null, "activity_regularizer": null, "b_constraint": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_5", "activation": "softmax"}}]}