{"class_name": "Sequential", "keras_version": "1.0.7", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "input_dtype": "float32", "activity_regularizer": null, "init": "glorot_uniform", "trainable": true, "b_constraint": null, "batch_input_shape": [null, 10], "W_regularizer": null, "name": "dense_3", "bias": true, "input_dim": null, "b_regularizer": null, "activation": "linear", "output_dim": 10}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_3"}}, {"class_name": "Dropout", "config": {"trainable": true, "p": 0.2, "name": "dropout_1"}}, {"class_name": "Dense", "config": {"W_constraint": null, "input_dim": null, "activity_regularizer": null, "init": "glorot_uniform", "trainable": true, "b_constraint": null, "W_regularizer": null, "name": "dense_4", "bias": true, "b_regularizer": null, "activation": "linear", "output_dim": 10}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_4"}}, {"class_name": "Dropout", "config": {"trainable": true, "p": 0.2, "name": "dropout_2"}}, {"class_name": "Dense", "config": {"W_constraint": null, "input_dim": null, "activity_regularizer": null, "init": "glorot_uniform", "trainable": true, "b_constraint": null, "W_regularizer": null, "name": "dense_5", "bias": true, "b_regularizer": null, "activation": "linear", "output_dim": 2}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "softmax", "name": "activation_5"}}]}